Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: of %@ RAND
ar: قدرها %@ RAND
de: von %@ RAND
es: de %@ RAND
fa: به مبلغ %@ RAND
fr: de %@ RAND
hi: (%@ RAND)
id: sebesar %@ RAND
it: di %@ RAND
ja: （%@ RAND）
ko: (%@ RAND)
ms: sebanyak %@ RAND
pl: w wysokości %@ RAND
ps: (%@ RAND)
pt_br: de %@ RAND
ru: %@ RAND
ta: (%@ RAND)
ur: بقدر %@ RAND
zh_hans: （%@ RAND）
zh_hant_hk: （%@ RAND）

source: of %lld
ar: من %lld
de: von %lld
es: de %lld
fa: از %lld
fr: sur %lld
hi: (कुल %lld)
id: dari %lld
it: su %lld
ja: /%lld
ko: / %lld
ms: daripada %lld
pl: z %lld
ps: له %lld څخه
pt_br: de %lld
ru: из %lld
ta: / %lld
ur: (کل %lld)
zh_hans: / %lld
zh_hant_hk: / %lld

source: %@ RAND pending
ar: %@ RAND قيد الانتظار
de: %@ RAND ausstehend
es: %@ RAND pendiente
fa: %@ RAND در انتظار
fr: %@ RAND en attente
hi: %@ RAND लंबित
id: %@ RAND tertunda
it: %@ RAND in attesa
ja: %@ RAND 保留中
ko: %@ RAND 대기 중
ms: %@ RAND belum selesai
pl: %@ RAND w toku
ps: %@ RAND په تمه
pt_br: %@ RAND pendente
ru: %@ RAND в ожидании
ta: %@ RAND நிலுவையில்
ur: %@ RAND زیرِ التوا
zh_hans: %@ RAND 待确认
zh_hant_hk: %@ RAND 待確認

# %@ Your paired prover is not available: %@.
source: %1$@ Your paired prover is not available: %2$@.
ar: %@ مُثبِتك المقترن غير متاح: %@.
de: %@ Dein gekoppelter Prover ist nicht verfügbar: %@.
es: %@ Tu probador vinculado no está disponible: %@.
fa: %@ اثبات‌گر جفت‌شده‌ی شما در دسترس نیست: %@.
fr: %@ Votre prouveur associé n'est pas disponible : %@.
hi: %@ आपका पेयर किया गया प्रूवर उपलब्ध नहीं है: %@।
id: %@ Prover yang dipasangkan tidak tersedia: %@.
it: %@ Il tuo prover associato non è disponibile: %@.
ja: %@ ペアリング済みのプルーバーを利用できません: %@。
ko: %@ 페어링된 프루버를 사용할 수 없습니다: %@.
ms: %@ Pembukti yang dipasangkan tidak tersedia: %@.
pl: %@ Twój sparowany prover jest niedostępny: %@.
ps: %@ ستاسو جوړه شوی ثبوت جوړوونکی شتون نه لري: %@.
pt_br: %@ Seu provador pareado não está disponível: %@.
ru: %@ Ваш подключённый прувер недоступен: %@.
ta: %@ உங்கள் இணைக்கப்பட்ட நிரூபிப்பான் கிடைக்கவில்லை: %@.
ur: %@ آپ کا جوڑا گیا پروور دستیاب نہیں: %@۔
zh_hans: %@你配对的证明器不可用：%@。
zh_hant_hk: %@你已配對的證明器無法使用：%@。

source: %@ answered with another key than the one this wallet pins
ar: أجاب %@ بمفتاح غير المفتاح الذي تثبّته هذه المحفظة
de: %@ hat mit einem anderen Schlüssel geantwortet als dem, den diese Wallet hinterlegt hat
es: %@ respondió con una clave distinta de la que esta billetera tiene fijada
fa: %@ با کلیدی غیر از کلیدی که این کیف پول ثبت کرده پاسخ داد
fr: %@ a répondu avec une autre clé que celle que ce portefeuille a enregistrée
hi: %@ ने उस की के बजाय किसी दूसरी की से जवाब दिया जिसे यह वॉलेट पिन करता है
id: %@ menjawab dengan kunci yang berbeda dari kunci yang disematkan dompet ini
it: %@ ha risposto con una chiave diversa da quella fissata da questo portafoglio
ja: %@ が、このウォレットが固定している鍵とは別の鍵で応答しました
ko: %@이(가) 이 지갑이 고정한 키와 다른 키로 응답했습니다
ms: %@ menjawab dengan kunci yang berlainan daripada kunci yang ditetapkan oleh dompet ini
pl: %@ odpowiedział innym kluczem niż ten, który przypisuje mu ten portfel
ps: %@ د هغې کیلي پرته چې دا والټ یې ټاکلې، له بلې کیلي سره ځواب ورکړ
pt_br: %@ respondeu com uma chave diferente da que esta carteira fixou
ru: %@ ответил другим ключом, а не тем, который закреплён в этом кошельке
ta: %@ இந்த வாலட் நிர்ணயித்த விசைக்குப் பதிலாக வேறொரு விசையுடன் பதிலளித்தது
ur: %@ نے اس کی کے بجائے کسی اور کی سے جواب دیا جو یہ والیٹ اس کے لیے مقرر رکھتا ہے
zh_hans: %@ 返回的密钥与此钱包固定的密钥不同
zh_hant_hk: %@ 回應的密鑰與此錢包綁定的不同

source: %@ did not answer
ar: لم يُجب %@
de: %@ hat nicht geantwortet
es: %@ no respondió
fa: %@ پاسخ نداد
fr: %@ n'a pas répondu
hi: %@ ने जवाब नहीं दिया
id: %@ tidak menjawab
it: %@ non ha risposto
ja: %@ が応答しませんでした
ko: %@이(가) 응답하지 않았습니다
ms: %@ tidak menjawab
pl: %@ nie odpowiedział
ps: %@ ځواب ونه ورکړ
pt_br: %@ não respondeu
ru: %@ не ответил
ta: %@ பதிலளிக்கவில்லை
ur: %@ نے جواب نہیں دیا
zh_hans: %@ 没有响应
zh_hant_hk: %@ 沒有回應

source: %@ does not take this wallet's jobs
ar: لا يقبل %@ مهام هذه المحفظة
de: %@ nimmt keine Aufträge dieser Wallet an
es: %@ no acepta trabajos de esta billetera
fa: %@ کارهای این کیف پول را نمی‌پذیرد
fr: %@ n'accepte pas les tâches de ce portefeuille
hi: %@ इस वॉलेट के जॉब नहीं लेता
id: %@ tidak menerima tugas dari dompet ini
it: %@ non accetta i lavori di questo portafoglio
ja: %@ はこのウォレットのジョブを受け付けません
ko: %@은(는) 이 지갑의 작업을 받지 않습니다
ms: %@ tidak menerima kerja daripada dompet ini
pl: %@ nie przyjmuje zadań od tego portfela
ps: %@ د دې والټ دندې نه اخلي
pt_br: %@ não aceita os trabalhos desta carteira
ru: %@ не принимает задания этого кошелька
ta: %@ இந்த வாலட்டின் வேலைகளை ஏற்பதில்லை
ur: %@ اس والیٹ کے کام نہیں لیتا
zh_hans: %@ 不接受此钱包的任务
zh_hant_hk: %@ 不接受此錢包的工作

source: %@ is busy
ar: %@ مشغول
de: %@ ist ausgelastet
es: %@ está ocupado
fa: %@ مشغول است
fr: %@ est occupé
hi: %@ व्यस्त है
id: %@ sedang sibuk
it: %@ è occupato
ja: %@ は混み合っています
ko: %@이(가) 사용 중입니다
ms: %@ sedang sibuk
pl: %@ jest zajęty
ps: %@ بوخت دی
pt_br: %@ está ocupado
ru: %@ занят
ta: %@ பணியில் உள்ளது
ur: %@ مصروف ہے
zh_hans: %@ 正忙
zh_hant_hk: %@ 正忙

source: %@ provers
ar: مُثبِتات %@
de: %@-Prover
es: Probadores de %@
fa: اثبات‌گرهای %@
fr: Prouveurs %@
hi: %@ प्रूवर
id: Prover %@
it: Prover di %@
ja: %@ のプルーバー
ko: %@ 프루버
ms: Pembukti %@
pl: Provery %@
ps: %@ ثبوت جوړوونکي
pt_br: Provadores %@
ru: Пруверы %@
ta: %@ நிரூபிப்பான்கள்
ur: %@ پروور
zh_hans: %@ 证明器
zh_hant_hk: %@ 證明器

source: %@ provers · where this device cannot prove
ar: مُثبِتات %@ · حيث لا يستطيع هذا الجهاز الإثبات
de: %@-Prover · wo dieses Gerät nicht beweisen kann
es: Probadores de %@ · donde este dispositivo no puede probar
fa: اثبات‌گرهای %@ · جایی که این دستگاه نمی‌تواند اثبات کند
fr: Prouveurs %@ · lorsque cet appareil ne peut pas prouver
hi: %@ प्रूवर · जहाँ यह डिवाइस प्रूफ़ नहीं बना सकता
id: Prover %@ · saat perangkat ini tidak dapat membuktikan
it: Prover di %@ · dove questo dispositivo non può generare la prova
ja: %@ のプルーバー · この端末で証明できない場合
ko: %@ 프루버 · 이 기기에서 증명할 수 없을 때
ms: Pembukti %@ · apabila peranti ini tidak dapat membuat bukti
pl: Provery %@ · gdy to urządzenie nie może wygenerować dowodu
ps: %@ ثبوت جوړوونکي · چېرې چې دا وسیله ثبوت نشي جوړولی
pt_br: Provadores %@ · onde este dispositivo não consegue provar
ru: Пруверы %@ · когда это устройство не может построить доказательство
ta: %@ நிரூபிப்பான்கள் · இந்தச் சாதனத்தால் நிரூபிக்க முடியாத இடங்களில்
ur: %@ پروور · جہاں یہ ڈیوائس پروف نہ بنا سکے
zh_hans: %@ 证明器 · 用于此设备无法生成的证明
zh_hant_hk: %@ 證明器 · 用於此裝置無法生成的證明

source: %1$@The %2$@ provers are all busy right now; try again in a minute, or pair your own prover in Settings.
ar: %@مُثبِتات %@ كلها مشغولة الآن، حاول مرة أخرى بعد دقيقة، أو اقرن مُثبِتك الخاص في الإعدادات.
de: %@Die %@-Prover sind gerade alle ausgelastet; versuche es in einer Minute erneut oder kopple deinen eigenen Prover in den Einstellungen.
es: %@Los probadores de %@ están todos ocupados en este momento; inténtalo de nuevo en un minuto o vincula tu propio probador en Ajustes.
fa: %@اثبات‌گرهای %@ اکنون همگی مشغول‌اند؛ یک دقیقه دیگر دوباره امتحان کنید، یا اثبات‌گر خودتان را در تنظیمات جفت کنید.
fr: %@Les prouveurs %@ sont tous occupés pour le moment ; réessayez dans une minute, ou associez votre propre prouveur dans les Paramètres.
hi: %@%@ प्रूवर अभी सभी व्यस्त हैं; एक मिनट में फिर से कोशिश करें, या सेटिंग्स में अपना खुद का प्रूवर पेयर करें।
id: %@Prover %@ sedang sibuk semua; coba lagi sebentar lagi, atau pasangkan prover milik Anda sendiri di Pengaturan.
it: %@I prover di %@ sono tutti occupati in questo momento; riprova tra un minuto, oppure associa un tuo prover nelle Impostazioni.
ja: %@%@ のプルーバーは現在すべて混み合っています。1分ほどしてからもう一度試すか、設定で自分のプルーバーをペアリングしてください。
ko: %@지금은 %@ 프루버가 모두 사용 중입니다. 잠시 후 다시 시도하거나, 설정에서 직접 운영하는 프루버를 페어링하세요.
ms: %@Semua pembukti %@ sedang sibuk sekarang; cuba lagi dalam seminit, atau pasangkan pembukti anda sendiri dalam Tetapan.
pl: %@Wszystkie provery %@ są teraz zajęte; spróbuj ponownie za minutę lub sparuj własny prover w Ustawieniach.
ps: %@د %@ ثبوت جوړوونکي اوس ټول بوخت دي؛ یوه دقیقه وروسته بیا هڅه وکړئ، یا په امستنو کې خپل ثبوت جوړوونکی جوړه کړئ.
pt_br: %@Os provadores %@ estão todos ocupados agora; tente de novo em um minuto ou pareie seu próprio provador em Configurações.
ru: %@Все пруверы %@ сейчас заняты; попробуйте через минуту или подключите свой прувер в настройках.
ta: %@%@ நிரூபிப்பான்கள் அனைத்தும் இப்போது பணியில் உள்ளன; ஒரு நிமிடத்தில் மீண்டும் முயலவும், அல்லது அமைப்புகளில் உங்கள் சொந்த நிரூபிப்பானை இணைக்கவும்.
ur: %@%@ پروور اس وقت سب مصروف ہیں؛ ایک منٹ بعد دوبارہ کوشش کریں، یا ترتیبات میں اپنا پروور جوڑیں۔
zh_hans: %@%@ 证明器目前全部繁忙；请一分钟后重试，或在设置中配对你自己的证明器。
zh_hant_hk: %@%@ 證明器目前全部繁忙；請一分鐘後再試，或在設定中配對你自己的證明器。

source: %1$@The %2$@ provers cannot be reached right now (%3$@). Try again later, or pair your own prover in Settings.
ar: %@يتعذّر الوصول إلى مُثبِتات %@ الآن (%@). حاول لاحقًا، أو اقرن مُثبِتك الخاص في الإعدادات.
de: %@Die %@-Prover sind gerade nicht erreichbar (%@). Versuche es später erneut oder kopple deinen eigenen Prover in den Einstellungen.
es: %@No se puede conectar con los probadores de %@ en este momento (%@). Inténtalo más tarde o vincula tu propio probador en Ajustes.
fa: %@اکنون به اثبات‌گرهای %@ دسترسی نیست (%@). بعداً دوباره امتحان کنید، یا اثبات‌گر خودتان را در تنظیمات جفت کنید.
fr: %@Impossible de joindre les prouveurs %@ pour le moment (%@). Réessayez plus tard, ou associez votre propre prouveur dans les Paramètres.
hi: %@%@ प्रूवर तक अभी पहुँचा नहीं जा सकता (%@)। बाद में फिर से कोशिश करें, या सेटिंग्स में अपना खुद का प्रूवर पेयर करें।
id: %@Prover %@ tidak dapat dijangkau saat ini (%@). Coba lagi nanti, atau pasangkan prover milik Anda sendiri di Pengaturan.
it: %@I prover di %@ non sono raggiungibili in questo momento (%@). Riprova più tardi, oppure associa un tuo prover nelle Impostazioni.
ja: %@現在 %@ のプルーバーに接続できません（%@）。後でもう一度試すか、設定で自分のプルーバーをペアリングしてください。
ko: %@지금은 %@ 프루버에 연결할 수 없습니다(%@). 나중에 다시 시도하거나, 설정에서 직접 운영하는 프루버를 페어링하세요.
ms: %@Pembukti %@ tidak dapat dicapai sekarang (%@). Cuba lagi kemudian, atau pasangkan pembukti anda sendiri dalam Tetapan.
pl: %@Provery %@ są teraz nieosiągalne (%@). Spróbuj ponownie później lub sparuj własny prover w Ustawieniach.
ps: %@د %@ ثبوت جوړوونکو ته اوس لاسرسی نشته (%@). وروسته بیا هڅه وکړئ، یا په امستنو کې خپل ثبوت جوړوونکی جوړه کړئ.
pt_br: %@Os provadores %@ não podem ser alcançados agora (%@). Tente mais tarde ou pareie seu próprio provador em Configurações.
ru: %@С пруверами %@ сейчас не удаётся связаться (%@). Попробуйте позже или подключите свой прувер в настройках.
ta: %@%@ நிரூபிப்பான்களை இப்போது அணுக முடியவில்லை (%@). பின்னர் மீண்டும் முயலவும், அல்லது அமைப்புகளில் உங்கள் சொந்த நிரூபிப்பானை இணைக்கவும்.
ur: %@%@ پروور تک اس وقت رسائی نہیں ہو سکتی (%@)۔ بعد میں دوبارہ کوشش کریں، یا ترتیبات میں اپنا پروور جوڑیں۔
zh_hans: %@目前无法连接 %@ 证明器（%@）。请稍后重试，或在设置中配对你自己的证明器。
zh_hant_hk: %@目前無法連接 %@ 證明器（%@）。請稍後再試，或在設定中配對你自己的證明器。

source: %lld machines
ar: %lld جهاز
de: %lld Rechner
es: %lld máquinas
fa: %lld دستگاه
hi: %lld मशीनें
id: %lld mesin
it: %lld macchine
ja: %lld 台のマシン
ko: 머신 %lld대
ms: %lld mesin
pl: %lld maszyny
ps: %lld ماشینونه
pt_br: %lld máquinas
ru: %lld машины
ta: %lld கணினிகள்
ur: %lld مشینیں
zh_hans: %lld 台机器
zh_hant_hk: %lld 部機器

# %lld/%lld bytes
source: %1$lld/%2$lld bytes
ar: %lld/%lld بايت
de: %lld/%lld Bytes
es: %lld/%lld bytes
fa: %lld/%lld بایت
fr: %lld/%lld octets
hi: %lld/%lld बाइट
id: %lld/%lld byte
it: %lld/%lld byte
ja: %lld/%lld バイト
ko: %lld/%lld바이트
ms: %lld/%lld bait
pl: %lld/%lld B
ps: %lld/%lld بایټه
pt_br: %lld/%lld bytes
ru: %lld/%lld байт
ta: %lld/%lld பைட்டுகள்
ur: %lld/%lld بائٹس
zh_hans: %lld/%lld 字节
zh_hant_hk: %lld/%lld 位元組

source: 1 hour
ar: ساعة واحدة
de: 1 Stunde
es: 1 hora
fa: 1 ساعت
fr: 1 heure
hi: 1 घंटा
id: 1 jam
it: 1 ora
ja: 1時間
ko: 1시간
ms: 1 jam
pl: 1 godzina
ps: 1 ساعت
pt_br: 1 hora
ru: 1 час
ta: 1 மணிநேரம்
ur: 1 گھنٹہ
zh_hans: 1 小时
zh_hant_hk: 1 小時

source: 1 minute
ar: دقيقة واحدة
es: 1 minuto
fa: 1 دقیقه
hi: 1 मिनट
id: 1 menit
it: 1 minuto
ja: 1分
ko: 1분
ms: 1 minit
pl: 1 minuta
ps: 1 دقیقه
pt_br: 1 minuto
ru: 1 минута
ta: 1 நிமிடம்
ur: 1 منٹ
zh_hans: 1 分钟
zh_hant_hk: 1 分鐘

source: 15 minutes
ar: 15 دقيقة
de: 15 Minuten
es: 15 minutos
fa: 15 دقیقه
hi: 15 मिनट
id: 15 menit
it: 15 minuti
ja: 15分
ko: 15분
ms: 15 minit
pl: 15 minut
ps: 15 دقیقې
pt_br: 15 minutos
ru: 15 минут
ta: 15 நிமிடங்கள்
ur: 15 منٹ
zh_hans: 15 分钟
zh_hant_hk: 15 分鐘

source: 5 minutes
ar: 5 دقائق
de: 5 Minuten
es: 5 minutos
fa: 5 دقیقه
hi: 5 मिनट
id: 5 menit
it: 5 minuti
ja: 5分
ko: 5분
ms: 5 minit
pl: 5 minut
ps: 5 دقیقې
pt_br: 5 minutos
ru: 5 минут
ta: 5 நிமிடங்கள்
ur: 5 منٹ
zh_hans: 5 分钟
zh_hant_hk: 5 分鐘

source: A prover address must be https://.
ar: يجب أن يبدأ عنوان المُثبِت بـ https://.
de: Eine Prover-Adresse muss mit https:// beginnen.
es: La dirección de un probador debe ser https://.
fa: آدرس اثبات‌گر باید با https:// باشد.
fr: L'adresse d'un prouveur doit être en https://.
hi: प्रूवर का पता https:// होना चाहिए।
id: Alamat prover harus https://.
it: L'indirizzo di un prover deve essere https://.
ja: プルーバーのアドレスは https:// である必要があります。
ko: 프루버 주소는 https://여야 합니다.
ms: Alamat pembukti mestilah https://.
pl: Adres provera musi zaczynać się od https://.
ps: د ثبوت جوړوونکي پته باید https:// وي.
pt_br: O endereço de um provador deve ser https://.
ru: Адрес прувера должен начинаться с https://.
ta: நிரூபிப்பான் முகவரி https:// ஆக இருக்க வேண்டும்.
ur: پروور کا پتہ https:// ہونا چاہیے۔
zh_hans: 证明器地址必须是 https://。
zh_hant_hk: 證明器地址必須是 https://。

source: A prover sees your history
ar: المُثبِت يرى سجلك
de: Ein Prover sieht deinen Verlauf
es: Un probador ve tu historial
fa: اثبات‌گر تاریخچه‌ی شما را می‌بیند
fr: Un prouveur voit votre historique
hi: प्रूवर आपका इतिहास देखता है
id: Prover dapat melihat riwayat Anda
it: Un prover vede la tua cronologia
ja: プルーバーはあなたの履歴を見られます
ko: 프루버가 내역을 볼 수 있습니다
ms: Pembukti dapat melihat sejarah anda
pl: Prover widzi twoją historię
ps: ثبوت جوړوونکی ستاسو تاریخچه ویني
pt_br: Um provador vê seu histórico
ru: Прувер видит вашу историю
ta: நிரூபிப்பான் உங்கள் வரலாற்றைப் பார்க்கும்
ur: پروور آپ کی تاریخ دیکھتا ہے
zh_hans: 证明器能看到你的历史记录
zh_hant_hk: 證明器會看到你的記錄

source: A shielded wallet for RAND. Your balance and payments are private; the chain sees only proofs.
ar: محفظة محمية لـ RAND. رصيدك ودفعاتك خاصة، ولا ترى السلسلة إلا الإثباتات.
de: Eine abgeschirmte Wallet für RAND. Dein Guthaben und deine Zahlungen sind privat; die Chain sieht nur Beweise.
es: Una billetera blindada para RAND. Tu saldo y tus pagos son privados; la cadena solo ve pruebas.
fa: کیف پولی محافظت‌شده برای RAND. موجودی و پرداخت‌های شما خصوصی‌اند؛ شبکه فقط اثبات‌ها را می‌بیند.
fr: Un portefeuille blindé pour RAND. Votre solde et vos paiements sont privés ; la chaîne ne voit que des preuves.
hi: RAND के लिए एक शील्डेड वॉलेट। आपका बैलेंस और भुगतान निजी हैं; चेन केवल प्रूफ़ देखती है।
id: Dompet terlindung untuk RAND. Saldo dan pembayaran Anda privat; chain hanya melihat bukti.
it: Un portafoglio schermato per RAND. Il tuo saldo e i tuoi pagamenti sono privati; la catena vede solo prove.
ja: RAND のためのシールドウォレットです。 残高と支払いは非公開で、チェーンに見えるのは証明だけです。
ko: RAND를 위한 차폐 지갑입니다. 잔액과 결제는 비공개이며, 체인에는 증명만 보입니다.
ms: Dompet terlindung untuk RAND. Baki dan pembayaran anda adalah peribadi; rantaian hanya melihat bukti.
pl: Osłonięty portfel dla RAND. Twoje saldo i płatności są prywatne; łańcuch widzi tylko dowody.
ps: د RAND لپاره یو خوندي والټ. ستاسو بیلانس او تادیې پټې دي؛ زنځیر یوازې ثبوتونه ویني.
pt_br: Uma carteira blindada para RAND. Seu saldo e seus pagamentos são privados; a cadeia só vê provas.
ru: Экранированный кошелёк для RAND. Ваш баланс и платежи приватны; сеть видит только доказательства.
ta: RAND-க்கான பாதுகாக்கப்பட்ட வாலட். உங்கள் இருப்பும் கட்டணங்களும் தனிப்பட்டவை; செயின் நிரூபணங்களை மட்டுமே பார்க்கிறது.
ur: RAND کے لیے ایک شیلڈڈ والیٹ۔ آپ کا بیلنس اور ادائیگیاں نجی ہیں؛ چین صرف پروف دیکھتی ہے۔
zh_hans: RAND 的屏蔽钱包。 你的余额和付款都是保密的；链上只能看到证明。
zh_hant_hk: RAND 的隱私錢包。 你的餘額和付款都是保密的；鏈上只會看到證明。

source: A transfer is proved on this phone, which takes a minute or two. Keep the app open while it runs.
ar: يُثبَت التحويل على هذا الهاتف، ويستغرق ذلك دقيقة أو دقيقتين. أبقِ التطبيق مفتوحًا أثناء العمل.
de: Eine Überweisung wird auf diesem Telefon bewiesen, das dauert ein bis zwei Minuten. Lass die App währenddessen geöffnet.
es: La prueba de una transferencia se genera en este teléfono y tarda uno o dos minutos. Mantén la app abierta mientras tanto.
fa: انتقال روی این گوشی اثبات می‌شود که یکی دو دقیقه طول می‌کشد. تا پایان کار برنامه را باز نگه دارید.
fr: Un transfert est prouvé sur ce téléphone, ce qui prend une ou deux minutes. Gardez l'application ouverte pendant ce temps.
hi: ट्रांसफ़र का प्रूफ़ इसी फ़ोन पर बनता है, जिसमें एक-दो मिनट लगते हैं। इसके चलते समय ऐप खुला रखें।
id: Transfer dibuktikan di ponsel ini, yang memakan waktu satu atau dua menit. Biarkan aplikasi tetap terbuka selama prosesnya.
it: La prova di un trasferimento viene generata su questo telefono e richiede un paio di minuti. Tieni l'app aperta nel frattempo.
ja: 送金はこのスマートフォンで証明され、1〜2分かかります。その間はアプリを開いたままにしてください。
ko: 송금은 이 휴대폰에서 증명되며 1~2분 정도 걸립니다. 진행되는 동안 앱을 열어 두세요.
ms: Pemindahan dibuktikan pada telefon ini, yang mengambil masa seminit dua. Biarkan aplikasi terbuka semasa ia berjalan.
pl: Dowód przelewu powstaje na tym telefonie, co zajmuje minutę lub dwie. Nie zamykaj aplikacji w tym czasie.
ps: لېږد په دې تلیفون کې ثبوت کېږي، چې یوه یا دوه دقیقې وخت نیسي. تر هغه چې روان وي، اپ خلاص وساتئ.
pt_br: Uma transferência é provada neste celular, o que leva um ou dois minutos. Mantenha o app aberto enquanto isso.
ru: Доказательство перевода строится на этом телефоне, это занимает минуту-две. Не закрывайте приложение, пока оно работает.
ta: பரிமாற்றம் இந்தத் தொலைபேசியில் நிரூபிக்கப்படுகிறது, இதற்கு ஓரிரு நிமிடங்கள் ஆகும். அது இயங்கும்போது ஆப்பைத் திறந்தே வையுங்கள்.
ur: منتقلی کا پروف اسی فون پر بنتا ہے، جس میں ایک دو منٹ لگتے ہیں۔ اس دوران ایپ کھلی رکھیں۔
zh_hans: 转账证明在这部手机上生成，需要一两分钟。生成期间请保持应用打开。
zh_hant_hk: 轉帳證明會在這部手機上生成，需時一兩分鐘。進行期間請保持應用程式開啟。

source: About
ar: حول
de: Über
es: Acerca de
fa: درباره
fr: À propos
hi: परिचय
id: Tentang
it: Informazioni
ja: 情報
ko: 정보
ms: Perihal
pl: Informacje
ps: په اړه
pt_br: Sobre
ru: О приложении
ta: பற்றி
ur: تعارف
zh_hans: 关于
zh_hant_hk: 關於

source: About a minute or two on this device. Keep the app open.
ar: نحو دقيقة أو دقيقتين على هذا الجهاز. أبقِ التطبيق مفتوحًا.
de: Etwa ein bis zwei Minuten auf diesem Gerät. Lass die App geöffnet.
es: Uno o dos minutos en este dispositivo. Mantén la app abierta.
fa: حدود یکی دو دقیقه روی این دستگاه. برنامه را باز نگه دارید.
fr: Environ une ou deux minutes sur cet appareil. Gardez l'application ouverte.
hi: इस डिवाइस पर लगभग एक-दो मिनट। ऐप खुला रखें।
id: Sekitar satu atau dua menit di perangkat ini. Biarkan aplikasi tetap terbuka.
it: Circa un paio di minuti su questo dispositivo. Tieni l'app aperta.
ja: この端末では1〜2分ほどかかります。アプリを開いたままにしてください。
ko: 이 기기에서 1~2분 정도 걸립니다. 앱을 열어 두세요.
ms: Kira-kira seminit dua pada peranti ini. Biarkan aplikasi terbuka.
pl: Około minuty lub dwóch na tym urządzeniu. Nie zamykaj aplikacji.
ps: په دې وسیله شاوخوا یوه یا دوه دقیقې. اپ خلاص وساتئ.
pt_br: Cerca de um ou dois minutos neste dispositivo. Mantenha o app aberto.
ru: На этом устройстве — около минуты-двух. Не закрывайте приложение.
ta: இந்தச் சாதனத்தில் சுமார் ஓரிரு நிமிடங்கள். ஆப்பைத் திறந்தே வையுங்கள்.
ur: اس ڈیوائس پر تقریباً ایک دو منٹ۔ ایپ کھلی رکھیں۔
zh_hans: 在此设备上约需一两分钟。请保持应用打开。
zh_hant_hk: 在此裝置上約需一兩分鐘。請保持應用程式開啟。

source: Accepted by the node; not yet seen in a block. It will show in Activity once committed.
ar: قبلتها العقدة، ولم تظهر في كتلة بعد. ستظهر في النشاط بعد إدراجها.
de: Vom Knoten angenommen; noch in keinem Block gesehen. Sie erscheint in der Aktivität, sobald sie bestätigt ist.
es: Aceptada por el nodo; todavía no aparece en un bloque. Se mostrará en Actividad cuando se confirme.
fa: گره آن را پذیرفته است؛ هنوز در هیچ بلاکی دیده نشده. پس از ثبت در فعالیت نمایش داده می‌شود.
fr: Accepté par le nœud ; pas encore vu dans un bloc. Il apparaîtra dans Activité une fois validé.
hi: नोड ने स्वीकार कर लिया; अभी किसी ब्लॉक में नहीं दिखा। कमिट होने पर यह गतिविधि में दिखेगा।
id: Diterima oleh node; belum terlihat di blok. Akan muncul di Aktivitas setelah dikonfirmasi.
it: Accettato dal nodo; non ancora visto in un blocco. Comparirà in Attività una volta confermato.
ja: ノードに受け付けられましたが、まだブロックに含まれていません。確定するとアクティビティに表示されます。
ko: 노드가 받아들였지만 아직 블록에 포함되지 않았습니다. 확정되면 활동에 표시됩니다.
ms: Diterima oleh nod; belum dilihat dalam blok. Ia akan dipaparkan dalam Aktiviti setelah dikomit.
pl: Przyjęte przez węzeł; jeszcze nie widać go w bloku. Pojawi się w Aktywności po zatwierdzeniu.
ps: د نوډ لخوا ومنل شو؛ لا په کوم بلاک کې نه دی لیدل شوی. کله چې ثبت شي، په فعالیت کې به ښکاره شي.
pt_br: Aceita pelo nó; ainda não vista em um bloco. Vai aparecer em Atividade quando for confirmada.
ru: Принято узлом; в блоке пока не видно. Появится в «Активности» после подтверждения.
ta: நோட் ஏற்றுக்கொண்டது; இன்னும் எந்தப் பிளாக்கிலும் காணப்படவில்லை. உறுதியானதும் செயல்பாட்டில் தோன்றும்.
ur: نوڈ نے قبول کر لیا؛ ابھی کسی بلاک میں نظر نہیں آیا۔ کمٹ ہونے پر یہ سرگرمی میں دکھائی دے گا۔
zh_hans: 节点已接受；尚未出现在区块中。上链后会显示在“活动”中。
zh_hant_hk: 節點已接受；尚未出現在區塊中。確認後會在「記錄」中顯示。

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fa: فعالیت
fr: Activité
hi: गतिविधि
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
ms: Aktiviti
pl: Aktywność
ps: فعالیت
pt_br: Atividade
ru: Активность
ta: செயல்பாடு
ur: سرگرمی
zh_hans: 活动
zh_hant_hk: 記錄

source: Add contact
ar: إضافة جهة اتصال
de: Kontakt hinzufügen
es: Agregar contacto
fa: افزودن مخاطب
fr: Ajouter un contact
hi: संपर्क जोड़ें
id: Tambah kontak
it: Aggiungi contatto
ja: 連絡先を追加
ko: 연락처 추가
ms: Tambah kenalan
pl: Dodaj kontakt
ps: اړیکه ورزیاته کړئ
pt_br: Adicionar contato
ru: Добавить контакт
ta: தொடர்பைச் சேர்
ur: رابطہ شامل کریں
zh_hans: 添加联系人
zh_hant_hk: 新增聯絡人

source: Address
ar: العنوان
de: Adresse
es: Dirección
fa: آدرس
fr: Adresse
hi: पता
id: Alamat
it: Indirizzo
ja: アドレス
ko: 주소
ms: Alamat
pl: Adres
ps: پته
pt_br: Endereço
ru: Адрес
ta: முகவரி
ur: پتہ
zh_hans: 地址
zh_hant_hk: 地址

source: Amount
ar: المبلغ
de: Betrag
es: Monto
fa: مقدار
fr: Montant
hi: राशि
id: Jumlah
it: Importo
ja: 金額
ko: 금액
ms: Amaun
pl: Kwota
ps: اندازه
pt_br: Valor
ru: Сумма
ta: தொகை
ur: رقم
zh_hans: 金额
zh_hant_hk: 金額

source: Amount — the payer decides
ar: المبلغ — يحدده الدافع
de: Betrag – der Zahler entscheidet
es: Monto: lo decide quien paga
fa: مبلغ — پرداخت‌کننده تعیین می‌کند
fr: Montant — au choix du payeur
hi: राशि — भुगतानकर्ता तय करेगा
id: Jumlah — ditentukan pembayar
it: Importo — decide chi paga
ja: 金額 — 支払う人が決定
ko: 금액 — 결제자가 정함
ms: Amaun — pembayar yang menentukan
pl: Kwota — decyduje płacący
ps: اندازه — تادیه کوونکی یې ټاکي
pt_br: Valor — quem paga decide
ru: Сумма — на усмотрение плательщика
ta: தொகை — செலுத்துபவர் முடிவு செய்வார்
ur: رقم — ادا کنندہ طے کرے گا
zh_hans: 金额——由付款人决定
zh_hant_hk: 金額：由付款人決定

# Answering · %lld%@ in its queue.
source: Answering · %1$lld%2$@ in its queue.
ar: يستجيب · %lld%@ في طابوره.
de: Antwortet · %lld%@ in der Warteschlange.
es: Responde · %lld%@ en su cola.
fa: پاسخ می‌دهد · %lld%@ در صف آن.
fr: Répond · %lld%@ dans sa file d'attente.
hi: जवाब दे रहा है · इसकी कतार में %lld%@।
id: Menjawab · %lld%@ dalam antreannya.
it: Risponde · %lld%@ in coda.
ja: 応答中 · キュー内 %lld%@ 件。
ko: 응답 중 · 대기열 %lld%@번째.
ms: Menjawab · %lld%@ dalam barisannya.
pl: Odpowiada · %lld%@ w kolejce.
ps: ځواب ورکوي · %lld%@ یې په کتار کې.
pt_br: Respondendo · %lld%@ na fila.
ru: Отвечает · в очереди: %lld%@.
ta: பதிலளிக்கிறது · அதன் வரிசையில் %lld%@.
ur: جواب دے رہا ہے · قطار میں مقام %lld%@۔
zh_hans: 正在响应 · 队列中有 %lld%@ 个任务。
zh_hant_hk: 回應中 · 佇列中有 %lld%@ 項工作。
